Repository: karthick-kk/blackbox-terminal
Catalog: po/*.po
Languages: ja, pl

source: Terminal;terminal;shell;prompt;command;commandline;cmd;box;
ja: Terminal;terminal;shell;prompt;command;commandline;cmd;box;ターミナル;端末;シェル;プロンプト;コマンド;コマンドライン;ボックス;
pl: Terminal;terminal;powłoka;prompt;polecenie;wiersz poleceń;cmd;box;

source: Window width
ja: ウィンドウの幅
pl: Szerokość okna

source: Window height
ja: ウィンドウの高さ
pl: Wysokość okna

source: Whether or not to remember window size
ja: ウィンドウサイズを保持するかどうか
pl: Czy zapamiętać rozmiar okna

source: Font family and size
ja: フォントファミリーとサイズ
pl: Krój i rozmiar czcionki

source: Whether the window should inherit terminal theme's colors
ja: 端末のテーマカラーをウィンドウにも設定するかどうか
pl: Czy okno powinno dziedziczyć kolory motywu terminala

source: Terminal window background opacity
ja: 端末ウィンドウの背景の透明度
pl: Przezroczystość tła okna terminala

source: Whether or not tabs should expand to fill tab bar
ja: タブバー全域にタブを広げるかどうか
pl: Czy karty powinny się rozszerzać, aby wypełnić pasek kart

source: Whether the headerbar should be shown or not
ja: ヘッダーバーを表示するかどうか
pl: Czy nagłówek ma być wyświetlany, czy nie

source: If enabled, the header bar will be colored differently for root and ssh contexts
ja: 有効にすると、root 権限や SSH 接続でコマンド実行時にヘッダーバーの色が変わります
pl: Jeśli włączone, nagłówek będzie miał inny kolor dla kontekstów root i ssh

source: Whether or not to display a menu button in the headerbar
ja: ヘッダーバーにメニューボタンを表示するかどうか
pl: Czy wyświetlać przycisk menu w nagłówku

source: Whether or not to reserve an area for dragging the header bar
ja: ヘッダーバーにドラッグ用の領域を確保するかどうか
pl: Czy rezerwować obszar do przeciągania nagłówka

source: Whether or not to show scrollbars
ja: スクロールバーを表示するかどうか
pl: Czy wyświetlać paski przewijania

source: Whether overlay scrolling should be enabled
ja: スクロールバーを端末に重ねて表示するかどうか
pl: Czy włączyć przewijanie nakładkowe

source: If enabled, terminals will scroll by pixels instead of rows
ja: 有効にすると、行単位ではなくピクセル単位で端末がスクロールします
pl: Jeśli włączone, terminale będą przewijać się według pikseli, a nie wierszy

source: If enabled, terminals will render sixel escape sequences
ja: 有効にすると、端末で Sixel エスケープシーケンスを描画できます
pl: Jeśli włączone, terminale będą renderować sekwencje ucieczki sixel

source: Scrollback mode
ja: スクロールバックモード
pl: Tryb przewijania historii

source: Number of lines stored in scrollback
ja: スクロールバックに保存する行数
pl: Liczba wierszy w historii przewijania

source: If enabled, floating controls will be shown in headerless mode
ja: 有効にすると、ヘッダーバー非表示モードでフローティングコントロールを表示できます
pl: Jeśli włączone, pływające kontrolki będą wyświetlane w trybie bez nagłówka

source: Hoverable area (in pixels) at the top of the window to trigger floating controls
ja: ホバーでフローティングコントロールを表示するウィンドウ上部の領域 (ピクセル単位)
pl: Obszar najechania (w pikselach) u góry okna do wywołania pływających kontrolek

source: Delay time before showing floating controls
ja: フローティングコントロールを表示するまでの遅延時間
pl: Opóźnienie przed wyświetleniem pływających kontrolek

source: The light color scheme for the terminal
ja: 端末用の明るいカラースキーム
pl: Jasny motyw terminala

source: The dark color scheme for the terminal
ja: 端末用の暗いカラースキーム
pl: Ciemny motyw terminala

source: Style preference
ja: スタイルの設定
pl: Preferencje stylu

source: Show bold text in bright colors
ja: 太字のテキストを明るい色で表示する
pl: Pokaż pogrubiony tekst w jaskrawych kolorach

source: Hide cursor while typing
ja: 入力中はカーソルを非表示にします
pl: Ukryj kursor podczas pisania

source: Amount of padding around terminal widgets (top, right, bottom, left)
ja: 端末ウィジェット周囲のパディングサイズ (上、右、下、左)
pl: Wielkość odstępu wokół widżetów terminala (góra, prawo, dół, lewo)

source: Terminal cell width
ja: 端末のセル幅
pl: Szerokość komórki terminala

source: Terminal cell height
ja: 端末のセル高さ
pl: Wysokość komórki terminala

source: Terminal bell
ja: 端末ベル
pl: Sygnał terminala

source: Cursor shape
ja: カーソルの形状
pl: Kształt kursora

source: Whether or not the cursor should blink
ja: カーソルを点滅させるかどうか
pl: Czy kursor powinien migać

source: If enabled, ctrl+c and ctrl+v will work for copy/paste
ja: 有効にすると、Ctrl+C と Ctrl+V でコピー/ペーストできます
pl: Jeśli włączone, ctrl+c i ctrl+v będą kopiować/wklejać

source: Whether to spawn shell in login mode
ja: ログインシェルとして実行するかどうか
pl: Czy uruchomić powłokę w trybie logowania

source: Whether to use a custom command instead of the user's shell
ja: ユーザーのシェルの変わりにカスタムコマンドを使用するかどうか
pl: Czy używać niestandardowego polecenia zamiast powłoki użytkownika

source: Custom command to use instead of the user's shell
ja: ユーザーのシェルの変わりに使用するカスタムコマンド
pl: Niestandardowe polecenie do użycia zamiast powłoki użytkownika

source: Send a desktop notification when a process is completed on an unfocussed tab
ja: 非アクティブタブのプロセス終了時にデスクトップ通知を表示する
pl: Wyślij powiadomienie po zakończeniu procesu w nieaktywnej karcie

source: Working directory mode
ja: カレントディレクトリモード
pl: Tryb katalogu roboczego

source: Custom working directory for new terminals
ja: 新しい端末を開いた際のカレントディレクトリの指定
pl: Niestandardowy katalog roboczy dla nowych terminali

source: Whether clicking next on the last search result should return to the first
ja: 検索結果の最後で次へをクリックした際に、最初に戻るかどうか
pl: Czy po kliknięciu „Następny” na ostatnim wyniku wyszukiwania wracać do pierwszego

source: Whether search should be case sensitive
ja: 大文字小文字を区別して検索するかどうか
pl: Czy wyszukiwanie powinno uwzględniać wielkość liter

source: Whether search should only match entire words
ja: 完全一致で検索するかどうか
pl: Czy wyszukiwanie powinno uwzględniać tylko całe słowa

source: Whether search should be performed using regular expressions
ja: 正規表現を使用して検索するかどうか
pl: Czy wyszukiwanie powinno być wykonywane przy użyciu wyrażeń regularnych

source: Edit Shortcut
ja: ショートカットを編集する
pl: Edytuj skrót

source: Cancel
ja: キャンセル
pl: Anuluj

source: Apply
ja: 適用
pl: Zastosuj

source: This shortcut is already in use
ja: このショートカットはすでに使用されています
pl: Ten skrót jest już używany

source: Press Escape to cancel or Backspace to disable shortcut
ja: Esc でキャンセル、Backspace でショートカットを無効化
pl: Naciśnij Escape, aby anulować lub Backspace, aby wyłączyć skrót

source: Keyboard
ja: キーボード
pl: Klawiatura

source: Shortcuts
ja: ショートカット
pl: Skróty

source: Reset All Shortcuts
ja: すべてのショートカットをリセット
pl: Resetuj wszystkie skróty

source: This will reset all shortcuts to their default keybindings and overwrite your config file.
ja: すべてのショートカットをデフォルトのキーバインディングにリセットし、ユーザーの設定ファイルを上書きします。
pl: Spowoduje to przywrócenie domyślnych ustawień wszystkich skrótów klawiszowych i nadpisanie pliku konfiguracyjnego.

source: Reset All
ja: すべてリセット
pl: Resetuj wszystko

source: Find
ja: 検索
pl: Znajdź

source: Previous result
ja: 前の結果
pl: Poprzedni wynik

source: Next result
ja: 次の結果
pl: Następny wynik

source: Search wraps around
ja: 循環検索
pl: Wyszukiwanie przechodzi od początku

source: Match is case sensitive
ja: 大文字小文字を区別する
pl: Dopasowanie uwzględnia wielkość liter

source: Match entire words only
ja: 完全一致
pl: Dopasuj tylko całe słowa

source: Match using regular expression
ja: 正規表現を使う
pl: Dopasuj za pomocą wyrażenia regularnego

source: General
ja: 一般
pl: Ogólne

source: Window
ja: ウィンドウ
pl: Okno

source: Remember Window Size
ja: ウィンドウサイズを保持する
pl: Pamiętaj rozmiar okna

source: Theme settings have been moved to Terminal > Appearance.
ja: テーマの設定は 端末 > 外観 に移動しました。
pl: Ustawienia motywu zostały przeniesione do Terminal > Wygląd.

source: Tabs
ja: タブ
pl: Karty

source: Expand Tabs
ja: タブを広げる
pl: Rozwiń karty

source: Header Bar
ja: ヘッダーバー
pl: Nagłówek

source: Show Header Bar
ja: ヘッダーバーを表示する
pl: Pokaż nagłówek

source: Context Aware
ja: コンテキスト検知
pl: Świadomość kontekstu

source: If enabled, the header bar will be colored differently when the active tab is running ssh or sudo.
ja: 有効にすると、アクティブなタブで ssh や sudo を実行している場合にヘッダーバーの色が変わります。
pl: Jeśli włączone, nagłówek będzie miał inny kolor, gdy w aktywnej karcie uruchomiony jest protokół ssh lub sudo.

source: Show Menu Button
ja: メニューボタンを表示する
pl: Pokaż przycisk menu

source: Drag Area
ja: ドラッグ領域
pl: Obszar przeciągania

source: Enable to reserve some space on the left side to drag the window.
ja: 有効にすると、ウィンドウをドラッグするための領域を左側に確保します。
pl: Włącz, aby zarezerwować miejsce po lewej stronie do przeciągania okna.

source: Floating Controls
ja: フローティングコントロール
pl: Pływające kontrolki

source: Show Floating Controls
ja: フローティングコントロールを表示する
pl: Pokaż pływające kontrolki

source: Show floating controls when header bar is hidden.
ja: ヘッダーバーが非表示のときに、フローティングコントロールを表示します。
pl: Pokaż pływające kontrolki, gdy nagłówek jest ukryty.

source: Floating Controls Hover Area
ja: フローティングコントロールのホバー領域
pl: Obszar najechania pływających kontrolek

source: Hoverable area (in pixels) at the top of the window to trigger floating controls.
ja: ホバーでフローティングコントロールを表示するウィンドウ上部の領域 (ピクセル単位)。
pl: Obszar najechania (w pikselach) u góry okna do wywołania pływających kontrolek.

source: Delay Before Show Floating Controls
ja: フローティングコントロール表示までの遅延
pl: Opóźnienie przed wyświetleniem pływających kontrolek

source: Delay time (ms) before show floating controls.
ja: フローティングコントロールを表示するまでの遅延時間 (ミリ秒)。
pl: Czas opóźnienia (w ms) przed pokazaniem pływających kontrolek.

source: Terminal
ja: 端末

source: Text
ja: テキスト
pl: Tekst

source: Font
ja: フォント
pl: Czcionka

source: Cell Spacing
ja: セルの間隔
pl: Odstęp między komórkami

source: Width
ja: 幅
pl: Szerokość

source: Height
ja: 高さ
pl: Wysokość

source: Bright Bold Text
ja: 太字を明るくする
pl: Jaskrawy pogrubiony tekst

source: Use bright colors for bold text.
ja: 太字のテキストを明るい色で表示します。
pl: Użyj jaskrawych kolorów dla pogrubionego tekstu.

source: Easy Copy &amp; Paste
ja: 簡易コピー &amp; ペースト
pl: Łatwe kopiowanie i wklejanie

source: Use ctrl+c/ctrl+v for copy/paste.
ja: Ctrl+C と Ctrl+V をコピー/ペーストに使います。
pl: Użyj ctrl+c/ctrl+v do kopiowania/wklejania.

source: Audible Bell
ja: ベルを鳴らす
pl: Sygnał dźwiękowy

source: If enabled, terminals might use an audible bell to indicate events.
ja: 有効にすると、端末がイベントを通知するためにベルを鳴らすことがあります。
pl: Jeśli włączone, terminale mogą używać sygnału dźwiękowego do sygnalizowania zdarzeń.

source: Cursor
ja: カーソル
pl: Kursor

source: Adjust cursor shape and behavior.
ja: カーソルの形状と動作を調整します。
pl: Dostosuj kształt i zachowanie kursora.

source: Cursor Shape
ja: カーソルの形状
pl: Kształt kursora

source: Block
ja: 矩形
pl: Blok

source: IBeam
ja: 縦線
pl: Linia

source: Underline
ja: 下線
pl: Podkreślnik

source: Cursor Blinking
ja: カーソルの点滅
pl: Miganie kursora

source: Whether or not the cursor should blink.
ja: カーソルを点滅させるかどうか。
pl: Określa, czy kursor ma migać.

source: Follow System
ja: システムと合わせる
pl: Użyj ustawień systemu

source: On
ja: オン
pl: Włączone

source: Off
ja: オフ
pl: Wyłączone

source: Autohide
ja: 自動非表示
pl: Automatyczne ukrywanie

source: Enable to hide the cursor while typing
ja: 有効にすると、入力中はカーソルを非表示にします
pl: Włącz ukrywanie kursora podczas pisania

source: Padding
ja: パディング
pl: Odstęp wewnętrzny

source: Opacity
ja: 透明度
pl: Nieprzezroczystość

source: Terminal background opacity.
ja: 端末の背景の透明度です。
pl: Krycie tła terminala.

source: Working Directory
ja: カレントディレクトリ
pl: Katalog roboczy

source: Previous Session
ja: 前のセッション
pl: Poprzednia sesja

source: Home Directory
ja: ホームディレクトリ
pl: Katalog domowy

source: Custom
ja: カスタム
pl: Niestandardowy

source: Custom Working Directory
ja: カスタムカレントディレクトリ
pl: Niestandardowy katalog roboczy

source: Set to user's home
ja: ユーザーのホームディレクトリを設定する
pl: Ustaw na katalog domowy użytkownika

source: Scrolling
ja: スクロール
pl: Przewijanie

source: Scrollbars
ja: スクロールバー
pl: Paski przewijania

source: Show Scrollbars
ja: スクロールバーを表示する
pl: Pokaż paski przewijania

source: Use Overlay Scrolling
ja: 端末に重ねて表示する
pl: Użyj przewijania nakładkowego

source: Fixed Size
ja: 固定サイズ
pl: Stały rozmiar

source: Unlimited
ja: 無制限
pl: Nieograniczony

source: Disabled
ja: 無効
pl: Wyłączony

source: Scrollback Lines
ja: スクロールバック可能な行数
pl: Wiersze historii przewijania

source: Command
ja: コマンド
pl: Polecenie

source: Run Command as Login Shell
ja: ログインシェルとしてコマンドを実行する
pl: Uruchom polecenie jako powłoka logowania

source: Use Custom Command
ja: カスタムコマンドを使う
pl: Użyj niestandardowego polecenia

source: Custom Command
ja: カスタムコマンド
pl: Niestandardowe polecenie

source: Notification on Completed Task
ja: タスク完了時に通知する
pl: Powiadomienie o ukończonym zadaniu

source: Send a desktop notification when a command is completed on an unfocussed tab.
ja: 非アクティブタブのコマンド終了時にデスクトップ通知を表示します。
pl: Wyślij powiadomienie po wykonaniu polecenia w nieaktywnej karcie.

source: Appearance
ja: 外観
pl: Wygląd

source: Application Style
ja: アプリケーションのスタイル
pl: Styl aplikacji

source: Light
ja: 明るい
pl: Jasny

source: Dark
ja: 暗い
pl: Ciemny

source: Theme Integration
ja: テーマ統合
pl: Integracja motywu

source: Paint the whole app with colors from your colorscheme.
ja: 選択したカラースキームの色をアプリ全体に適用します。
pl: Pokoloruj całą aplikację kolorami ze swojego motywu.

source: Theme
ja: テーマ
pl: Motyw

source: Set your preferred theme for light and dark styles.
ja: 明るいスタイルと暗いスタイルそれぞれでお好みのテーマを設定してください。
pl: Ustaw preferowany motyw dla jasnego i ciemnego stylu.

source: Open themes folder
ja: テーマフォルダーを開く
pl: Otwórz katalog motywów

source: Get more themes online
ja: オンラインでほかのテーマを入手する
pl: Znajdź więcej motywów w internecie

source: Light Theme
ja: 明るいテーマ
pl: Jasny motyw

source: Dark Theme
ja: 暗いテーマ
pl: Ciemny motyw

source: Only display themes for the current style
ja: 現在のスタイル用のテーマのみを表示する
pl: Wyświetlaj tylko motywy dla bieżącego stylu

source: To ensure readability, "Theme Integration" will be disabled if you select a light color scheme while using the dark app style or a dark color scheme while using the light app style.
ja: 暗いアプリスタイルの使用中に明るいカラースキームを選んだ場合、または明るいアプリスタイルの使用中に暗いカラースキームを選んだ場合、可読性確保のため "テーマ統合" は無効化されます。
pl: Aby zapewnić czytelność, „Integracja motywu” zostanie wyłączona, jeśli wybierzesz jasny motyw kolorów przy ciemnym stylu aplikacji lub ciemny motyw kolorów przy jasnym stylu aplikacji.

source: Advanced
ja: 高度
pl: Zaawansowane

source: Experimental
ja: 実験的な機能
pl: Eksperymentalne

source: Features in this section are known to be unstable. Please feel free to test and <a href="https://gitlab.gnome.org/raggesilver/blackbox/-/issues">report bugs</a>.
ja: このセクションの機能は不安定です。ご自由にテストして<a href="https://gitlab.gnome.org/raggesilver/blackbox/-/issues">バグを報告</a>してください。
pl: Funkcje w tej sekcji są niestabilne. Zachęcamy do testowania i <a href="https://gitlab.gnome.org/raggesilver/blackbox/-/issues">zgłaszania błędów</a>.

source: Sixel Support
ja: Sixel 対応
pl: Obsługa sixel

source: Render sixel escape sequences.
ja: Sixel エスケープシーケンスを描画します。
pl: Renderuj sekwencje ucieczki sixel.

source: The VTE build you are using does not have support Sixel. Sixel is still an experimental feature in VTE. For this reason, most distros do not build VTE with Sixel support. Installing Black Box via Flatpak will enable this feature. <a href="https://gitlab.gnome.org/raggesilver/blackbox/-/issues/273">See discussion in issue tracker.</a>
ja: お使いの VTE のビルドは Sixel に対応していません。Sixel は現状 VTE の実験的な機能です。このため、多くのディストリビューションは Sixel 対応なしで VTE をビルドしています。Black Box を Flatpak 経由でインストールすると、この機能が有効になります。<a href="https://gitlab.gnome.org/raggesilver/blackbox/-/issues/273">イシュートラッカーでの議論をご確認ください。</a>
pl: Wersja VTE, której używasz, nie obsługuje Sixel. Sixel wciąż jest funkcją eksperymentalną w VTE. Z tego powodu większość dystrybucji nie kompiluje VTE z obsługą Sixel. Zainstalowanie Black Box przez Flatpaka włączy tę funkcję. <a href="https://gitlab.gnome.org/raggesilver/blackbox/-/issues/273">Zobacz dyskusję w trackerze zgłoszeń.</a>

source: Danger Zone
ja: 破壊的な設定項目
pl: Strefa ryzyka

source: Reset Preferences
ja: 設定をリセット
pl: Resetuj ustawienia

source: This will revert all settings back to default. Your extra themes will not be removed.
ja: すべての設定をデフォルトに戻します。追加したテーマは削除されません。
pl: Spowoduje to przywrócenie wszystkich ustawień domyślnych. Dodatkowe motywy nie zostaną usunięte.

source: Reset preferences
ja: 設定をリセット
pl: Resetuj ustawienia

source: Open Link
ja: リンクを開く
pl: Otwórz link

source: New Tab
ja: 新しいタブ
pl: Nowa karta

source: New Window
ja: 新しいウィンドウ
pl: Nowe okno

source: Copy
ja: コピー
pl: Kopiuj

source: Copy Link
ja: リンクをコピー
pl: Kopiuj link

source: Paste
ja: 貼り付け
pl: Wklej

source: Preferences
ja: 設定
pl: Ustawienia

source: Keyboard Shortcuts
ja: キーボードショートカット
pl: Skróty klawiszowe

source: About Black Box
ja: Black Box について
pl: O Black Box

# shortcut window
source: Window
ja: ウィンドウ
pl: Okno

# shortcut window
source: New window
ja: 新しいウィンドウ
pl: Nowe okno

# shortcut window
source: New tab
ja: 新しいタブ
pl: Nowa karta

# shortcut window
source: Close tab
ja: タブを閉じる
pl: Zamknij kartę

# shortcut window
source: Rename tab
ja: タブ名を変更する
pl: Zmień nazwę karty

# shortcut window
source: Switch headbar mode
ja: ヘッダーバーモードを切り替える
pl: Przełącz tryb nagłówka

# shortcut window
source: Toggle fullscreen
ja: フルスクリーン表示/解除
pl: Przełącz tryb pełnoekranowy

# shortcut window
source: Terminal
ja: 端末

# shortcut window
source: Search
ja: 検索
pl: Szukaj

# shortcut window
source: Copy
ja: コピー
pl: Kopiuj

# shortcut window
source: Paste
ja: 貼り付け
pl: Wklej

# shortcut window
source: Zoom in
ja: 拡大
pl: Powiększ

# shortcut window
source: Zoom out
ja: 縮小
pl: Pomniejsz

# shortcut window
source: Reset zoom
ja: 拡大率をリセット
pl: Resetuj powiększenie

# shortcut window
source: Navigation
ja: 表示
pl: Nawigacja

# shortcut window
source: Focus next tab
ja: 次のタブに切り替える
pl: Przejdź do następnej karty

# shortcut window
source: Focus previous tab
ja: 前のタブに切り替える
pl: Przejdź do poprzedniej karty

# shortcut window
source: Switch to Tab 1
ja: タブ 1 に切り替える
pl: Przejdź do karty 1

# shortcut window
source: Switch to Tab 2
ja: タブ 2 に切り替える
pl: Przejdź do karty 2

# shortcut window
source: Switch to Tab 3
ja: タブ 3 に切り替える
pl: Przejdź do karty 3

# shortcut window
source: Switch to Tab 4
ja: タブ 4 に切り替える
pl: Przejdź do karty 4

# shortcut window
source: Switch to Tab 5
ja: タブ 5 に切り替える
pl: Przejdź do karty 5

# shortcut window
source: Switch to Tab 6
ja: タブ 6 に切り替える
pl: Przejdź do karty 6

# shortcut window
source: Switch to Tab 7
ja: タブ 7 に切り替える
pl: Przejdź do karty 7

# shortcut window
source: Switch to Tab 8
ja: タブ 8 に切り替える
pl: Przejdź do karty 8

# shortcut window
source: Switch to Tab 9
ja: タブ 9 に切り替える
pl: Przejdź do karty 9

# shortcut window
source: Switch to last Tab
ja: 最後のタブに切り替える
pl: Przejdź do ostatniej karty

# shortcut window
source: General
ja: 一般
pl: Ogólne

# shortcut window
source: Show Shortcuts
ja: ショートカットを表示する
pl: Pokaż skróty

# shortcut window
source: Edit Preferences
ja: 設定を編集する
pl: Edytuj ustawienia

source: Move Tab Left
ja: タブを左へ移動
pl: Przesuń kartę w lewo

source: Move Tab Right
ja: タブを右へ移動
pl: Przesuń kartę w prawo

source: Rename Tab
ja: タブ名を変更
pl: Zmień nazwę karty

source: Move Tab to New Window
ja: タブを新しいウィンドウに移動
pl: Przenieś kartę do nowego okna

source: Close Tab
ja: タブを閉じる
pl: Zamknij kartę

source: Remote Access
ja: リモートアクセス
pl: Zdalny dostęp

source: SSH Connections
ja: SSH 接続
pl: Połączenia SSH

source: New Connection
ja: 新しい接続
pl: Nowe połączenie

source: SFTP Servers
ja: SFTP サーバー
pl: Serwery SFTP

source: Fullscreen
ja: フルスクリーン表示
pl: Pełny ekran

source: Exit Fullscreen
ja: フルスクリーン表示を解除
pl: Wyjdź z trybu pełnoekranowego

source: Menu
ja: メニュー

source: Use System Colors
ja: システムの色を使う
pl: Użyj kolorów systemowych

source: Use Light Colors
ja: 明るい色を使う
pl: Użyj jasnych kolorów

source: Use Dark Colors
ja: 暗い色を使う
pl: Użyj ciemnych kolorów

source: Replace keybinding?
ja: キーバインディングを置き換えますか?
pl: Zastąpić skrót klawiszowy?

source: %s is already assigned to %s
ja: %s はすでに %s に割り当てられています
pl: %s jest już przypisane do %s

source: You can still access the menu by right-clicking any terminal.
ja: いずれかの端末を右クリックすることで、メニューにアクセス可能です。
pl: Wciąż możesz uzyskać dostęp do menu, klikając prawym przyciskiem myszy dowolny terminal.

source: %s uses an early Gtk 4 port of VTE as a terminal widget. While a lot of progress has been made on this port, copying has yet to be implemented. This means there's currently no way to copy text in %s.
ja: %s は端末ウィジェットとして初期の Gtk 4 ポーティング版の VTE を使用しています。このポーティングでは多くの変更がされた一方で、コピー機能は未実装となっています。つまり、現状 %s でテキストをコピーする方法がありません。
pl: %s używa wczesnej wersji portu VTE dla Gtk 4 jako widżetu terminala. Chociaż poczyniono znaczne postępy w tym porcie, funkcja kopiowania nie została jeszcze zaimplementowana. Oznacza to, że w tej chwili nie ma możliwości kopiowania tekstu w %s.

source: Warning: unlimited scrollback saves content to disk, which may cause your system to run out of storage.
ja: 警告: スクロールバックが無限の場合、ディスクに内容が保存されます。これにより、システムが容量不足になる可能性があります。
pl: Uwaga: nieograniczona historia przewijania zapisuje zawartość na dysku, co może zapełnić pamięć.

source: No
ja: いいえ
pl: Nie

source: Yes
ja: はい
pl: Tak

source: Keep
ja: 維持する
pl: Zachowaj

source: Replace
ja: 置き換える
pl: Zastąp

source: Close
ja: 閉じる
pl: Zamknij

source: Close Tab?
ja: タブを閉じますか?
pl: Zamknąć kartę?

source: Close Window?
ja: ウィンドウを閉じますか?
pl: Zamknąć okno?

source: Some commands are still running. Closing this tab will kill them and may lead to unexpected outcomes.
ja: 一部のコマンドが実行中です。このタブを閉じるとコマンドは強制終了されるため、予期しない結果が発生する可能性があります。
pl: Niektóre polecenia nadal działają. Zamknięcie tej karty przerwie je, co może wywołać nieoczekiwane skutki.

source: Some commands are still running. Closing this window will kill them and may lead to unexpected outcomes.
ja: 一部のコマンドが実行中です。このウィンドウを閉じるとコマンドは強制終了されるため、予期しない結果が発生する可能性があります。
pl: Niektóre polecenia nadal działają. Zamknięcie tego okna przerwie je, co może wywołać nieoczekiwane skutki.

source: invalid keybinding
ja: 無効なキーバインディング
pl: nieprawidłowy skrót klawiszowy

source: Donate
ja: 寄付
pl: Wesprzyj

source: Full Changelog
ja: 完全な更新履歴
pl: Pełna lista zmian

source: Terminal Font
ja: 端末のフォント
pl: Czcionka terminala

source: Are you sure you want to reset all settings?
ja: すべての設定をリセットしてもよろしいですか?
pl: Czy na pewno chcesz zresetować wszystkie ustawienia?

source: Reuse previous tab's directory.
ja: 以前のタブのディレクトリを使います。
pl: Użyj katalogu z poprzedniej karty.

source: Use the current user's home as working directory.
ja: カレントユーザーのホームディレクトリをカレントディレクトリとして使います。
pl: Użyj katalogu domowego bieżącego użytkownika jako katalogu roboczego.

source: Use a custom path as working directory.
ja: カスタムパスをカレントディレクトリとして使います。
pl: Użyj niestandardowej ścieżki jako katalogu roboczego.

source: Enter new shortcut
ja: 新しいショートカットを入力
pl: Wprowadź nowy skrót

source: Enter new shortcut for "%s"
ja: “%s”の新しいショートカットを入力
pl: Wprowadź nowy skrót dla „%s”

source: Add Keybinding
ja: キーバインディングを追加
pl: Dodaj skrót klawiszowy

source: Reset Keybindings
ja: キーバインディングをリセット
pl: Resetuj skróty klawiszowe

source: Remove %s
ja: %s を削除
pl: Usuń %s

source: Focus Next Tab
ja: 次のタブに切り替える
pl: Przejdź do następnej karty

source: Focus Previous Tab
ja: 前のタブに切り替える
pl: Przejdź do poprzedniej karty

source: Toggle Header Bar
ja: ヘッダーバーを表示/非表示
pl: Przełącz nagłówek

source: Search
ja: 検索
pl: Szukaj

source: Zoom In
ja: 拡大
pl: Powiększ

source: Zoom Out
ja: 縮小
pl: Pomniejsz

source: Reset Zoom
ja: 拡大率をリセット
pl: Resetuj powiększenie

source: Switch to Tab %u
ja: タブ %u に切り替える
pl: Przejdź do karty %u

source: Switch to Last Tab
ja: 最後のタブに切り替える
pl: Przejdź do ostatniej karty

source: Reset All Shortcuts?
ja: すべてのショートカットをリセットしますか?
pl: Zresetować wszystkie skróty?

source: This will reset all shortcuts to default and overwrite your config file. This action is irreversible.
ja: すべてのショートカットをデフォルトにリセットし、ユーザーの設定ファイルを上書きします。この操作は元に戻せません。
pl: Spowoduje to przywrócenie domyślnych ustawień wszystkich skrótów klawiszowych i nadpisanie pliku konfiguracyjnego. Ta czynność jest nieodwracalna.

source: Reset
ja: リセット
pl: Resetuj

source: tab
ja: タブ
pl: karta

source: Error
ja: エラー
pl: Błąd

source: Set a custom title for this tab
ja: このタブにカスタムタイトルを設定します
pl: Ustaw niestandardowy tytuł dla tej karty

source: Enter a custom tab title
ja: カスタムタブタイトルを入力
pl: Wprowadź niestandardowy tytuł karty

source: Reset Title
ja: タイトルをリセット
pl: Resetuj tytuł

source: Set Title
ja: タイトルを設定
pl: Ustaw tytuł

source: Command completed
ja: コマンドが終了しました
pl: Polecenie wykonane

source: Show app version
ja: アプリのバージョンを表示する
pl: Pokaż wersję aplikacji

source: Set current working directory
ja: カレントディレクトリを指定する
pl: Ustaw bieżący katalog roboczy
