Repository: karthick-kk/blackbox-terminal
Catalog: po/*.po
Languages: ja, pl

source: Execute command in a terminal
ja: 端末でコマンドを実行する
pl: Wykonaj polecenie w terminalu

source: Show help
ja: ヘルプを表示する
pl: Wyświetl pomoc

source: Run %s --help to get help
ja: ヘルプを表示するには %s --help を実行してください
pl: Uruchom %s --help, aby uzyskać pomoc
